[
  {
    "name": "widestring_07BEDA",
    "path": "euro/eu91_intro.asm",
    "parts": [
      {
        "source": "Tim",
        "japanese": "ぼくらは砂あらしのふきすさぶ砂ばくを越えエウロの町にたどり着いた。",
        "thammy": "The desert was howling with sandstorms. We crossed it, ending up at Euro.",
        "tone": "",
        "claude": "We crossed the desert where sandstorms howled and raged, arriving at the town of Euro."
      },
      {
        "source": "Tim",
        "japanese": "エウロはぼくの想像をはるかに越えた大都市で人々はみないそがしそうに動きまわっている。",
        "thammy": "Euro was a metropolis greater than anything I could imagine. Busy looking people were running around everywhere.",
        "tone": "",
        "claude": "Euro was a metropolis that far exceeded my imagination, with people all looking busy as they hurried about."
      },
      {
        "source": "Tim",
        "japanese": "この町にはニールの両親が住んでおりローレック株式会社を営んでいる。",
        "thammy": "Neil's parents live in this town, running the Reuleck Corporation.",
        "tone": "",
        "claude": "Neil's parents live in this town and run the Rolek Corporation."
      },
      {
        "source": "Tim",
        "japanese": "ニールは３年ぶりの帰宅で両親のかんげいぶりといったらすさまじいものがあった…",
        "thammy": "Neil was returning home after three years. After his parents welcomed us, they showed us something awe-worthy...",
        "tone": "",
        "claude": "Neil was coming home after three years, and the way his parents welcomed him was something tremendous..."
      },
      {
        "source": "Tim",
        "japanese": "花火は打ち上がるわラインダンサーは登場するわもう町をあげてのお祭りがはじまったという感じだった。",
        "thammy": "Fireworks launching! Line dancers appearing! I felt like the town had just erupted into a whole festival.",
        "tone": "",
        "claude": "Fireworks were launching, line dancers were appearing—it felt like a whole town-wide festival had begun."
      }
    ]
  },
  {
    "name": "widestring_07C011",
    "path": "euro/eu91_intro.asm",
    "parts": [
      {
        "source": "Tim",
        "japanese": "そしてここがニールの両親の住むおやしき。ぼくらは客間にとおされた。",
        "thammy": "This is the mansion where Neil's parents live. We were led to the guest room next.",
        "tone": "",
        "claude": "And this is the mansion where Neil's parents live. We were led to the guest room."
      }
    ]
  },
  {
    "name": "widestring_07DBE9",
    "path": "euro/eu96_neil.asm",
    "parts": [
      {
        "source": "Neil",
        "japanese": "ニール：じゃあこの部屋でゆっくりしててくれよ。",
        "thammy": "Neil: Well, while you're in this room, please take it easy.",
        "tone": "",
        "claude": "Neil: Well, make yourselves comfortable in this room."
      },
      {
        "source": "Neil",
        "japanese": "ぼくは両親としばらく話してくる。もう３年ぶりだしね。",
        "thammy": "I'll talk to my parents for a little bit. It's already been three years, hasn't it?",
        "tone": "",
        "claude": "I'm going to talk with my parents for a while. It's been three years, after all."
      }
    ]
  },
  {
    "name": "widestring_07DAC1",
    "path": "euro/eu96_erik.asm",
    "parts": [
      {
        "source": "Eric",
        "japanese": "エリック：こんな広い家だと夜おしっこにいきたくなったらどうするんだろ…",
        "thammy": "Eric: This house is so huge, I wonder what I'll do if I want to go pee at night...",
        "tone": "",
        "claude": "Eric: In a house this huge, I wonder what I'll do if I need to pee in the middle of the night..."
      }
    ]
  },
  {
    "name": "widestring_07DA00",
    "path": "euro/eu96_kara.asm",
    "parts": [
      {
        "source": "Karen",
        "japanese": "カレン：すっごい家よね…最近は国王より民間人の方がお金もちなのかしら…",
        "thammy": "Karen: It's an amaaazing house, isn't it…? I suppose that there are citizens that have more money than kings as of late...",
        "tone": "",
        "claude": "Karen: It's an amaaazing house, isn't it... I wonder if ordinary citizens have more money than kings these days..."
      }
    ]
  },
  {
    "name": "widestring_07DF7A",
    "path": "euro/eu95_ann.asm",
    "parts": [
      {
        "source": "Ann",
        "japanese": "アン：何日か前のことだけど青黒いマントをはおった男が入ってきてね。",
        "thammy": "Ann: So, a man wearing a dark blue mantle came here a few ago.",
        "tone": "",
        "claude": "Ann: A few days ago, a man wearing a dark blue cloak came in here."
      },
      {
        "source": "Ann",
        "japanese": "カレンという娘がこの町にきてないかって言うのよ。",
        "thammy": "He was asking if a girl named Karen hadn't come to this city.",
        "tone": "",
        "claude": "He was asking if a girl named Karen had come to this town."
      },
      {
        "source": "Ann",
        "japanese": "あのこおりそうな目を見ただけであたしちぢみあがっちゃった。",
        "thammy": "I cowered from the way he glared with his icy eyes.",
        "tone": "",
        "claude": "Just seeing those ice-cold eyes made me shrink back."
      },
      {
        "source": "Ann",
        "japanese": "このことカレンに話してもいいんだけどさ… ／ 勝手にすれば！ ／ お願いだから話さないでくれっ！",
        "thammy": "It might be good to tell this to Karen, but... / If that's what you want! / Please don't tell, I'm begging you!",
        "tone": "",
        "claude": "I could tell Karen about this, but... / Do whatever you want! / Please, I'm begging you not to tell her!"
      }
    ]
  },
  {
    "name": "widestring_07E03D",
    "path": "euro/eu95_ann.asm",
    "parts": [
      {
        "source": "Ann",
        "japanese": "あのカレンって娘どことなくおじょう様ぶってて気にくわないのよ。",
        "thammy": "I can't stomach how that Karen girl acts like such a little lady.",
        "tone": "",
        "claude": "That Karen girl somehow acts like such a little lady, and I can't stand it."
      },
      {
        "source": "Ann",
        "japanese": "あなたがそういうならいじめちゃおっかなあ。",
        "thammy": "If that's what you're going to say, I think I'll bully you a little.",
        "tone": "",
        "claude": "If that's what you're going to say, maybe I'll just bully her a bit."
      }
    ]
  },
  {
    "name": "widestring_07E092",
    "path": "euro/eu95_ann.asm",
    "parts": [
      {
        "source": "Ann",
        "japanese": "えへへ。弱みをにぎっちゃった。",
        "thammy": "Hehehe. I've gotten a hold of your weak point.",
        "tone": "",
        "claude": "Hehehe. I've got something on you now."
      },
      {
        "source": "Ann",
        "japanese": "あーあ。あたしリンゴが食べたいなあ。市場で買ってきてっ！",
        "thammy": "Aah. I think I want to eat some apples. Go buy them from the market for me!",
        "tone": "",
        "claude": "Ahh. I really want to eat an apple. Go buy some from the market for me!"
      }
    ]
  },
  {
    "name": "widestring_07E31B",
    "path": "euro/eu95_neils_mother.asm",
    "parts": [
      {
        "source": "Neil's mother",
        "japanese": "ニールの母：あたしたちはもうお金もいっぱいもうけたしあとは余生を遊んでくらしたいのよ。",
        "thammy": "Neil's mother: Since we already earn a lot of money, we want you to be able to just have fun for the rest of your life.",
        "tone": "",
        "claude": "Neil's mother: We've already made plenty of money, so now we want to spend the rest of our lives having fun."
      },
      {
        "source": "Neil's mother",
        "japanese": "後をついでくれないかねえ..",
        "thammy": "Won't you succeed us..?",
        "tone": "",
        "claude": "Won't you take over for us...?"
      }
    ]
  },
  {
    "name": "widestring_07E3B5",
    "path": "euro/eu95_neil.asm",
    "parts": [
      {
        "source": "Neil",
        "japanese": "ニール：自分のために生きるべきか人のために生きるべきかってことだよな…",
        "thammy": "Neil: I guess it's a matter of whether I should live for my own sake or live for the sake of other people...",
        "tone": "",
        "claude": "Neil: It's a question of whether I should live for myself or for other people..."
      }
    ]
  },
  {
    "name": "widestring_07C9DB",
    "path": "euro/eu91_men2.asm",
    "parts": [
      {
        "source": "Man",
        "japanese": "これはローレック株式会社の社長夫妻の住むおやしきです。",
        "thammy": "This is the mansion where the married couple that serve as the presidents of the Reuleck Corporation live.",
        "tone": "",
        "claude": "This is the mansion where the president and his wife of the Rolek Corporation live."
      }
    ]
  },
  {
    "name": "widestring_07C970",
    "path": "euro/eu91_men2.asm",
    "parts": [
      {
        "source": "Man",
        "japanese": "何日か前にブラックパンサーとか名乗る男がふらりとやってきていろいろと聞きまわっていたよ。",
        "thammy": "A man named Black Panther or something like that popped up some days ago and went around asking various questions.",
        "tone": "",
        "claude": "A few days ago, a man calling himself Black Panther or something showed up out of nowhere and was asking around about all sorts of things."
      },
      {
        "source": "Man",
        "japanese": "あの目つきは殺し屋にまちがいないなあ。いったいだれを追っているんだか。",
        "thammy": "From the look in his eyes, he's got to be an assassin. He could be after someone, but I have no idea who.",
        "tone": "",
        "claude": "From the look in his eyes, he's definitely an assassin. I wonder who he's after."
      }
    ]
  },
  {
    "name": "widestring_07CAB0",
    "path": "euro/eu91_women2.asm",
    "parts": [
      {
        "source": "Woman",
        "japanese": "この町には細い裏路地が多いわよ。家と家のすきまに入りこめたりすることもあるの。",
        "thammy": "There are a lot of narrow back alleys in this town. You can even enter into the crevices between houses.",
        "tone": "",
        "claude": "This town has a lot of narrow back alleys. You can even slip into the gaps between houses."
      }
    ]
  },
  {
    "name": "widestring_07E4D3",
    "path": "euro/eu91_book.asm",
    "parts": [
      {
        "source": "Narrator",
        "japanese": "それはロフスキーという人が書いた本だよ。人類の未来を予言しているのさ。",
        "thammy": "It's a book by a person named Rofski. It holds predictions about the future of humanity.",
        "tone": "",
        "claude": "It's a book written by someone named Rofsky. It contains prophecies about humanity's future."
      }
    ]
  },
  {
    "name": "widestring_07C337",
    "path": "euro/eu91_merchants.asm",
    "parts": [
      {
        "source": "Merchant",
        "japanese": "こらこらこっち側にきちゃダメだよ。お客さんは反対側にまわっておくれっ！",
        "thammy": "Hey, hey, you mustn't come on this side. Customers should turn to the opposite side...!",
        "tone": "",
        "claude": "Hey, hey, you can't come over here! Customers need to go around to the other side!"
      }
    ]
  },
  {
    "name": "widestring_07C1DC",
    "path": "euro/eu91_merchant_counter.asm",
    "parts": [
      {
        "source": "Merchant",
        "japanese": "これはティアポット。わかりやすく言うと「なみだつぼ」ということになる。",
        "thammy": "This is a Tearpot. Quite simply, it's a pot for holding tears.",
        "tone": "",
        "claude": "This is a Tearpot. To put it simply, it's a \"tear jar.\""
      },
      {
        "source": "Merchant",
        "japanese": "かつてこの町は戦争にまきこまれたことがあってね、",
        "thammy": "You know, this town was once dragged into war.",
        "tone": "",
        "claude": "Long ago, this town was caught up in a war."
      },
      {
        "source": "Merchant",
        "japanese": "女たちは夫を兵士として送り出したあとなみだをこのツボにためて帰りをまっていたというエピソードのあるものなんだ。",
        "thammy": "There's an anecdote that women collected their tears in these pots while they waited for their husbands to return from the war.",
        "tone": "",
        "claude": "There's a story that after women sent their husbands off as soldiers, they collected their tears in these jars while waiting for them to return."
      }
    ]
  },
  {
    "name": "widestring_07C836",
    "path": "euro/eu91_women1.asm",
    "parts": [
      {
        "source": "Woman",
        "japanese": "あなたうらないは信じるほう？ ／ はい ／ いいえ",
        "thammy": "Do you believe in fortune-telling? / Yes / No",
        "tone": "",
        "claude": "Do you believe in fortune-telling? / Yes / No"
      }
    ]
  },
  {
    "name": "widestring_07C860",
    "path": "euro/eu91_women1.asm",
    "parts": [
      {
        "source": "Woman",
        "japanese": "あのね。未来をうらなってもらったら真っ暗なんですって…",
        "thammy": "That's how it is, is it? So you're saying that if you have your future told, it's might be a dark future...",
        "tone": "",
        "claude": "You know, I had my future told, and they said it's completely dark..."
      },
      {
        "source": "Woman",
        "japanese": "ものすごく大きいほうき星が地のふちをかすめて人間は死に絶えるんですって..",
        "thammy": "An extremely huge comet is grazing across the Earth… They say that people will die off…",
        "tone": "",
        "claude": "They say an incredibly huge comet will graze the edge of the Earth, and humanity will die off..."
      },
      {
        "source": "Woman",
        "japanese": "もうこうなったらやけ食いするしかないわっ！！",
        "thammy": "Well, if that's how it is, all I'm going to do from now on is binge eat...!!",
        "tone": "",
        "claude": "Well, if that's how it is, all I can do is stress eat!!"
      }
    ]
  },
  {
    "name": "widestring_07C8D5",
    "path": "euro/eu91_women1.asm",
    "parts": [
      {
        "source": "Woman",
        "japanese": "いいわねえ。あたし何でも信じちゃうの…",
        "thammy": "That's good, isn't it? Me, I'll believe anything…",
        "tone": "",
        "claude": "That's nice. I'll believe just about anything..."
      }
    ]
  },
  {
    "name": "widestring_07C182",
    "path": "euro/eu91_merchant_counter.asm",
    "parts": [
      {
        "source": "Merchant",
        "japanese": "ここは魚屋。ウォータミアから届く新せんな魚を売っているの。",
        "thammy": "This is a fish market. We sell fish that's arrived fresh from Watermia.",
        "tone": "",
        "claude": "This is a fish shop. We sell fresh fish delivered from Watermia."
      }
    ]
  },
  {
    "name": "widestring_07C3D4",
    "path": "euro/eu91_merchants.asm",
    "parts": [
      {
        "source": "Merchant",
        "japanese": "こういうお客さんがいるからあたしらはやっていけるんだよ。",
        "thammy": "I can't do business when the customer is in the same place as me.",
        "tone": "",
        "claude": "It's because we have customers like these that we can stay in business."
      }
    ]
  },
  {
    "name": "widestring_07C1B6",
    "path": "euro/eu91_merchant_counter.asm",
    "parts": [
      {
        "source": "Merchant",
        "japanese": "これはとうもろこしの粉。パンの原料になるんだよ。",
        "thammy": "This is cornmeal. You can use it when making cornbread.",
        "tone": "",
        "claude": "This is corn flour. It's used to make bread."
      }
    ]
  },
  {
    "name": "widestring_07C160",
    "path": "euro/eu91_merchant_counter.asm",
    "parts": [
      {
        "source": "Merchant",
        "japanese": "これはお酒。ぼうやにはちょっとはやいかもしれないわね。",
        "thammy": "This is wine. It might be a little too soon for a little boy like to you have, I'd think.",
        "tone": "",
        "claude": "This is alcohol. It might be a bit too early for a little boy like you."
      }
    ]
  },
  {
    "name": "widestring_07CAE0",
    "path": "euro/eu91_women2.asm",
    "parts": [
      {
        "source": "Woman",
        "japanese": "あたし見ちゃったの…礼拝堂の地下にたくさんの人が閉じこめられているのを…",
        "thammy": "I saw... A lot of people imprisoned in basement of the chapel...",
        "tone": "",
        "claude": "I saw it... A lot of people locked up in the basement of the chapel..."
      }
    ]
  },
  {
    "name": "widestring_07C509",
    "path": "euro/eu91_men1.asm",
    "parts": [
      {
        "source": "Man",
        "japanese": "この町がうるおっているのはローレック株式会社のおかげ。",
        "thammy": "This town flourishes by the grace of the Reuleck Corporation.",
        "tone": "",
        "claude": "This town is prospering thanks to the Rolek Corporation."
      },
      {
        "source": "Man",
        "japanese": "悪いうわさもけっこうあるけどぼくはやっぱりあの会社はすごいと思いますよ。",
        "thammy": "There are more than enough bad rumours about them, too, but I still think the company is amazing.",
        "tone": "",
        "claude": "There are quite a few bad rumors about them, but I still think that company is amazing."
      }
    ]
  },
  {
    "name": "widestring_07C0F3",
    "path": "euro/eu91_merchant_counter.asm",
    "parts": [
      {
        "source": "Merchant",
        "japanese": "そんなほしそうな目をして…わかったわよ。一つあげるわ。",
        "thammy": "You're looking at me like you want something... I understand. I'll give you one of these apples.",
        "tone": "",
        "claude": "Looking at me with those wanting eyes... Alright. I'll give you one."
      },
      {
        "source": "Narrator",
        "japanese": "テムはリンゴをもらった！",
        "thammy": "Tim received an apple!",
        "tone": "",
        "claude": "Tim received an apple!"
      }
    ]
  },
  {
    "name": "widestring_07C0DD",
    "path": "euro/eu91_merchant_counter.asm",
    "parts": [
      {
        "source": "Merchant",
        "japanese": "あまくておいしいリンゴはいかが？",
        "thammy": "How about a sweet and delicious apple?",
        "tone": "",
        "claude": "How about a sweet and delicious apple?"
      }
    ]
  },
  {
    "name": "widestring_039F6B",
    "path": "chunk_038000.asm",
    "parts": [
      {
        "source": "Narrator",
        "japanese": "真っ赤なリンゴをほおばると気持ちがちょっぴり安らいだ。おいしいリンゴだった。",
        "thammy": "You felt a tiny bit relaxed when you filled your mouth with the bright red apple. It was a tasty apple.",
        "tone": "",
        "claude": "When I bit into the bright red apple, I felt a bit more at ease. It was a delicious apple."
      }
    ]
  },
  {
    "name": "widestring_07C8EC",
    "path": "euro/eu91_women1.asm",
    "parts": [
      {
        "source": "Woman",
        "japanese": "この町には力を強くしてくれる人が住むといいますよ。",
        "thammy": "They say that there are people in this town who make it powerful.",
        "tone": "",
        "claude": "They say there are people living in this town who can make you stronger."
      }
    ]
  },
  {
    "name": "widestring_07C142",
    "path": "euro/eu91_merchant_counter.asm",
    "parts": [
      {
        "source": "Merchant",
        "japanese": "うちのフルーツはやわらかくてうまいぞ。",
        "thammy": "Our fruits and soft and yummy.",
        "tone": "",
        "claude": "Our fruit is soft and delicious."
      }
    ]
  },
  {
    "name": "widestring_07C4D0",
    "path": "euro/eu91_men1.asm",
    "parts": [
      {
        "source": "Man",
        "japanese": "ここは市場です。めずらしい品物が見つかるかもしれませんよ。",
        "thammy": "This is the market. You might discover rare goods here.",
        "tone": "",
        "claude": "This is the market. You might find some unusual items here."
      }
    ]
  },
  {
    "name": "widestring_07C5AB",
    "path": "euro/eu91_men1.asm",
    "parts": [
      {
        "source": "Man",
        "japanese": "ここはローレック株式会社の事務所。この町で売られている品物のほとんどはこの会社が仕入れているんですよ。",
        "thammy": "This is an office of the Reuleck Corporation. Most of the goods being sold in this town are stocked by that company.",
        "tone": "",
        "claude": "This is an office of the Rolek Corporation. Most of the goods sold in this town are procured by this company."
      }
    ]
  },
  {
    "name": "widestring_07CF75",
    "path": "euro/eu94_employee.asm",
    "parts": [
      {
        "source": "Narrator",
        "japanese": "何か仕事の話ををしているようだな…",
        "thammy": "It seems like they're talking about work...",
        "tone": "",
        "claude": "It looks like they're discussing business..."
      },
      {
        "source": "Man",
        "japanese": "男：この会社と取り引きすればどんなものでも手に入ると聞いたんですけど…",
        "thammy": "Man: I hear that your company trades in all kinds of things… I'm listening, but…",
        "tone": "",
        "claude": "Man: I heard that if you do business with this company, you can get anything..."
      },
      {
        "source": "Company person",
        "japanese": "会社の人：ええ。うちは何でもやってますよ。お茶やくだものから毛皮…",
        "thammy": "Company person: Yeah. We do everything. From tea and fruit through to animal pelts...",
        "tone": "",
        "claude": "Company person: Yes. We handle everything. From tea and fruit to fur..."
      },
      {
        "source": "Company person",
        "japanese": "あとは大きい声では言えませんが労働力や女も…",
        "thammy": "Don't say it openly, but we also deal in labour, even in women…",
        "tone": "",
        "claude": "I can't say this too loudly, but... labor and women too..."
      }
    ]
  },
  {
    "name": "widestring_07C60A",
    "path": "euro/eu91_men1.asm",
    "parts": [
      {
        "source": "Man",
        "japanese": "男：いやあこの会社は何でもあつかってくれるからほんと助かるよ。",
        "thammy": "Man: Nahhh, if this company deals with everything, they've really saved me.",
        "tone": "",
        "claude": "Man: Man, this company really helps me out since they deal with everything."
      }
    ]
  },
  {
    "name": "widestring_07CF1F",
    "path": "euro/eu94_employee.asm",
    "parts": [
      {
        "source": "Company person",
        "japanese": "会社の人：あわわ….なんだ子供か….",
        "thammy": "Company person: U-umm... What's with this kid...?",
        "tone": "",
        "claude": "Company person: Uh... Oh, it's just a kid..."
      },
      {
        "source": "Company person",
        "japanese": "おじさんたちはお仕事の話をしてるんだからあっちへいってなさい！",
        "thammy": "Some middle-aged guys are talking about work, so please go play outside or something!",
        "tone": "",
        "claude": "We're discussing business here, so go play somewhere else!"
      }
    ]
  },
  {
    "name": "widestring_07CB09",
    "path": "euro/eu91_women2.asm",
    "parts": [
      {
        "source": "Woman",
        "japanese": "となりの会社には荷物がたくさんつんであるでしょう？",
        "thammy": "There's a lot of baggage piled up next to the company, right?",
        "tone": "",
        "claude": "There's a lot of cargo piled up next to the company, isn't there?"
      },
      {
        "source": "Woman",
        "japanese": "ときどき中からうなり声のする荷物が運ばれていったりするの。何だか気味が悪いわ…",
        "thammy": "Sometimes when the baggage is being carried, you can hear groaning from inside. I somehow have a bad feeling about it...",
        "tone": "",
        "claude": "Sometimes cargo gets carried away with groaning sounds coming from inside. It's somehow creepy..."
      }
    ]
  },
  {
    "name": "widestring_07E6AD",
    "path": "euro/eu9A_max.asm",
    "parts": [
      {
        "source": "Max",
        "japanese": "マックス：今度はどこへ探険に連れていかれるんだろう…",
        "thammy": "Max: I'm crazy about joining an expedition to some other land this time...",
        "tone": "",
        "claude": "Max: I wonder where I'll be dragged off to explore this time..."
      },
      {
        "source": "Max",
        "japanese": "まったく隊長の気まぐれにも困ったもんだよ。トホホ。",
        "thammy": "But I'm worried because the team leader's so temperamental. Ugh...",
        "tone": "",
        "claude": "The captain's whims really are troublesome. *Sigh.*"
      }
    ]
  },
  {
    "name": "widestring_07E61D",
    "path": "euro/eu9A_friezer.asm",
    "parts": [
      {
        "source": "Friesel",
        "japanese": "フリーゼル：私は探険家のフリーゼル。",
        "thammy": "Friesel: I am Friesel, the explorer.",
        "tone": "",
        "claude": "Friesel: I'm Friesel the explorer."
      },
      {
        "source": "Friesel",
        "japanese": "いだいなる探険家オールマンがバベルの塔を発見したように私も歴史に名を残すつもりだよ。",
        "thammy": "I want history to remember my name, just like when the now-famous Allman discovered the Tower of Babel.",
        "tone": "",
        "claude": "Just as the great explorer Olman discovered the Tower of Babel, I intend to leave my name in history."
      }
    ]
  },
  {
    "name": "widestring_07E72A",
    "path": "euro/eu9A_rudy.asm",
    "parts": [
      {
        "source": "Rudy",
        "japanese": "ルディー：遺跡っていうのは本当にいいもんですよ。心をそう大な旅につれだしてくれますからねえ。",
        "thammy": "Rudy: The truth is, we still have a lot of questions about what we call the ruins, so we've set our hearts on going out on a great journey.",
        "tone": "",
        "claude": "Rudy: Ruins really are wonderful things. They take your heart on a grand journey."
      }
    ]
  },
  {
    "name": "widestring_07C6FE",
    "path": "euro/eu91_men1.asm",
    "parts": [
      {
        "source": "Man",
        "japanese": "キノコのしずくは聖域のあちこちに点在してたんだっけ..",
        "thammy": "If I remember correctly, you could find the droplets from mushrooms all over the holy grounds...",
        "tone": "",
        "claude": "If I remember right, mushroom droplets were scattered all around the sacred grounds..."
      },
      {
        "source": "Man",
        "japanese": "あーあ早く大人になんかなるもんじゃないなあ。",
        "thammy": "Aah, I didn't mean to talk about grown-up things so early.",
        "tone": "",
        "claude": "Ahh, you shouldn't grow up too fast."
      }
    ]
  },
  {
    "name": "widestring_07C63F",
    "path": "euro/eu91_men1.asm",
    "parts": [
      {
        "source": "Man",
        "japanese": "小さいころ兄きとケレス山に遊びにいったとき聖域と言われる場所に迷いこんだことがあるんだ。",
        "thammy": "I went with my brother to play on Mount Kehres when I was little. We went to the place that they call the holy grounds and got lost.",
        "tone": "",
        "claude": "When I was little, I went to play on Mount Kara with my brother, and we wandered into a place called the sacred grounds."
      },
      {
        "source": "Man",
        "japanese": "でっかいキノコと植物のクキがまるで迷路のように生えてたっけ。",
        "thammy": "If I remember correctly, there were giant mushrooms and plant stalks sprouting as if they were a maze.",
        "tone": "",
        "claude": "If I remember right, huge mushrooms and plant stalks were growing like a maze."
      },
      {
        "source": "Man",
        "japanese": "キノコのしずくをクキのとぎれた場所にたらすととつぜん植物が動き出して通路ができたんだ。これもみんなすてきな思い出さ。",
        "thammy": "If the droplets from a mushroom is spilled onto the end of a plant, it will suddenly go into motion and build a path. Everyone else vividly remembers it too.",
        "tone": "",
        "claude": "When we dripped mushroom droplets on the broken ends of stalks, the plants suddenly started moving and created a path. It's all a wonderful memory."
      }
    ]
  },
  {
    "name": "widestring_07C4AA",
    "path": "euro/eu91_men1.asm",
    "parts": [
      {
        "source": "Man",
        "japanese": "この先は居住区。町の人間以外は入れません。",
        "thammy": "The residential area is ahead of here. You can't enter unless you're a townsperson.",
        "tone": "",
        "claude": "The residential area is ahead. No one except townspeople can enter."
      }
    ]
  },
  {
    "name": "widestring_07C7BA",
    "path": "euro/eu91_women1.asm",
    "parts": [
      {
        "source": "Woman",
        "japanese": "この家には世界的に有名な大文学者ロフスキーとバイオリニストエラスケスが住んでいるの。",
        "thammy": "The world-famous literati Rofski and the violinist Elazquez live in this house.",
        "tone": "",
        "claude": "The world-famous great scholar Rofsky and the violinist Elasuqez live in this house."
      },
      {
        "source": "Woman",
        "japanese": "でも二人はいつもケンカばかり。天才っていうのは気むずかしい人が多いものね。",
        "thammy": "But the two are constantly quibbling. A lot of geniuses are heard to please, aren't they?",
        "tone": "",
        "claude": "But the two are always quarreling. Geniuses are often difficult people, aren't they?"
      }
    ]
  },
  {
    "name": "widestring_07C480",
    "path": "euro/eu91_men1.asm",
    "parts": [
      {
        "source": "Man",
        "japanese": "ここはエウロ。人口の多い商人たちの町です。",
        "thammy": "This is Euro. A lot of the population are merchants in this town.",
        "tone": "",
        "claude": "This is Euro. It's a populous town of merchants."
      }
    ]
  },
  {
    "name": "widestring_07AAA3",
    "path": "watermia/wa79_lily.asm",
    "parts": [
      {
        "source": "Lillie",
        "japanese": "リリィ：おっきい星がしょうとつするとかいやなうわさが飛びかってるわ。",
        "thammy": "Lillie: There's a rumour flying around that a big star is going to collide with the Earth or something like that.",
        "tone": "",
        "claude": "Lillie: There are nasty rumors flying around about a huge star colliding with us or something."
      },
      {
        "source": "Lillie",
        "japanese": "そんなうわさ話あたしはぜったい信じないもん。",
        "thammy": "I'm definitely not going to believe kind of gossip.",
        "tone": "",
        "claude": "I absolutely don't believe rumors like that."
      }
    ]
  },
  {
    "name": "widestring_07AEDE",
    "path": "watermia/wa79_lance.asm",
    "parts": [
      {
        "source": "Rob",
        "japanese": "ロブ：おやじは日に日によくなっていくみたいだ…",
        "thammy": "Rob: It seems like my old man is gettin' better day by day...",
        "tone": "",
        "claude": "Rob: My old man seems to be getting better day by day..."
      },
      {
        "source": "Rob",
        "japanese": "もうふつうにしゃべれるようになったしな。テムもはやくおやじに会えるといいよな。",
        "thammy": "It seems like he's able ta talk normally now. I think it would be nice if ya could also meet yer old man soon.",
        "tone": "",
        "claude": "He can talk normally now. I hope you can meet your old man soon too."
      },
      {
        "source": "Rob",
        "japanese": "そうそう。たしかテムは赤い宝石を集めてたんだよな。",
        "thammy": "Oh, that's right. If I remember, I think ya were collectin' Red Jewels.",
        "tone": "",
        "claude": "Oh yeah. I remember you were collecting red jewels, right?"
      },
      {
        "source": "Rob",
        "japanese": "おやじの持ち物の中から赤い宝石が見つかったんだよ。もっていきな。",
        "thammy": "I found a Red Jewel from inside my old man's possessions. Take it along.",
        "tone": "",
        "claude": "I found a red jewel among my old man's belongings. Take it."
      },
      {
        "source": "Narrator",
        "japanese": "テムは赤い宝石をもらった！",
        "thammy": "Tim received a Red Jewel!",
        "tone": "",
        "claude": "Tim received a Red Jewel!"
      }
    ]
  },
  {
    "name": "widestring_07AFA7",
    "path": "watermia/wa79_lance.asm",
    "parts": [
      {
        "source": "Rob",
        "japanese": "テムもはやくおやじに会えるといいよな。",
        "thammy": "If would be nice if ya could also meet yer old man soon.",
        "tone": "",
        "claude": "I hope you can meet your old man soon too."
      }
    ]
  },
  {
    "name": "widestring_07B412",
    "path": "watermia/wa7A_lances_father.asm",
    "parts": [
      {
        "source": "Rob's father",
        "japanese": "ロブの父：おお…テムじゃないか。心配をかけてすまんかったな。",
        "thammy": "Rob's father: Oh... Tim, isn't it? I'm sorry; I guess I must have worried you.",
        "tone": "",
        "claude": "Rob's father: Oh... Tim, isn't it? Sorry for worrying you."
      },
      {
        "source": "Rob's father",
        "japanese": "ロブとリリィは本当にいっしょうけんめいかんびょうしてくれる…",
        "thammy": "Rob and Lillie really did all they could to nurse me back to health…",
        "tone": "",
        "claude": "Rob and Lillie have really been doing everything they can to take care of me..."
      },
      {
        "source": "Rob's father",
        "japanese": "むかしは子供に自分の人生を左右されたくないと思っていたがいざこうなってみると実の子っていうのはいいもんだよ。",
        "thammy": "I used to think that I didn't want a child to dominate my life, but now that things have turned out like this, I can see that it's nice to have a child that's loyal to you.",
        "tone": "",
        "claude": "I used to think I didn't want my child to control my life, but when it comes down to it, having your own kid really is a good thing."
      }
    ]
  },
  {
    "name": "widestring_07C9FF",
    "path": "euro/eu91_men2.asm",
    "parts": [
      {
        "source": "Man",
        "japanese": "この町もずいぶん変わったよ。ローレック株式会社が世界的に急成長してからここは商人たちのきょ点となっちまった。",
        "thammy": "The Reuleck Corporation has even caused this town to change terribly. It's become a base for merchants due to the company's global growth.",
        "tone": "",
        "claude": "This town has really changed. Ever since the Rolek Corporation's rapid global growth, this place has become a hub for merchants."
      },
      {
        "source": "Man",
        "japanese": "急成長する会社っていうのは必ず何か裏があるもんさね。",
        "thammy": "There's always something hiding behind a growing company, isn't there?",
        "tone": "",
        "claude": "There's always something shady behind a rapidly growing company."
      }
    ]
  },
  {
    "name": "widestring_07D3CF",
    "path": "euro/eu91_shop_queue.asm",
    "parts": [
      {
        "source": "Woman",
        "japanese": "このお店ではすてきなものが売られているんですよ。",
        "thammy": "Wonderful things are being sold in this store.",
        "tone": "",
        "claude": "Wonderful things are being sold in this shop."
      }
    ]
  },
  {
    "name": "widestring_07CC0A",
    "path": "euro/eu97_clerk1.asm",
    "parts": [
      {
        "source": "Employee",
        "japanese": "店員：お客さまっ！こっちは出口でございます。入口の方へまわってください！",
        "thammy": "Employee: Dear customer..! This is the exit. Please head to the entrance!",
        "tone": "",
        "claude": "Employee: Customer! This is the exit. Please go around to the entrance!"
      }
    ]
  },
  {
    "name": "widestring_07D423",
    "path": "euro/eu91_shop_queue.asm",
    "parts": [
      {
        "source": "Woman",
        "japanese": "わたしなんかもう何回ならんでいることか。",
        "thammy": "How many times have I lined up for things like this already?",
        "tone": "",
        "claude": "I've lost count of how many times I've stood in line."
      }
    ]
  },
  {
    "name": "widestring_07D43E",
    "path": "euro/eu91_shop_queue.asm",
    "parts": [
      {
        "source": "Woman",
        "japanese": "苦労して手に入れたものはそれだけよろこびが大きいもんですねえ。",
        "thammy": "There's a lot of joy to be found through hardship, isn't there?",
        "tone": "",
        "claude": "Things you work hard to get bring that much more joy, don't they?"
      }
    ]
  },
  {
    "name": "widestring_07D3F6",
    "path": "euro/eu91_shop_queue.asm",
    "parts": [
      {
        "source": "Man",
        "japanese": "人間っていうのは行列を見るとどうしてならびたくなるんですかね…",
        "thammy": "Humanity is seeing a queue and wanting to join it for some reason, right?",
        "tone": "",
        "claude": "I wonder why people want to line up when they see a queue..."
      }
    ]
  },
  {
    "name": "widestring_07D4A9",
    "path": "euro/eu91_shop_queue.asm",
    "parts": [
      {
        "source": "Man",
        "japanese": "このお店では命の薬とかいうものが売られているんだよ。",
        "thammy": "There's a thing being sold in this store called the Medicine of Life or something like that.",
        "tone": "",
        "claude": "This store sells something called the Medicine of Life."
      },
      {
        "source": "Man",
        "japanese": "本当に効くのかどうかはわからんが長く生きたいという気持ちはだれでももっているからね。",
        "thammy": "I don't know if it's really effective or what, but I want to live for a long time, so here I am.",
        "tone": "",
        "claude": "I don't know if it really works, but everyone wants to live a long life, don't they?"
      }
    ]
  },
  {
    "name": "widestring_07CC88",
    "path": "euro/eu97_clerk2.asm",
    "parts": [
      {
        "source": "Employee",
        "japanese": "店員：あなたはニールぼっちゃまとこの町へいらした方ですね！！",
        "thammy": "Employee: You're one of the gentlemen that arrived at this town with master Neil, aren't you?!",
        "tone": "",
        "claude": "Employee: You're one of the gentlemen who came to this town with Master Neil, aren't you?!"
      },
      {
        "source": "Employee",
        "japanese": "このお店もローレック株式会社が営んでいるんですよ。",
        "thammy": "The Reuleck Corporation also runs this store.",
        "tone": "",
        "claude": "This store is also run by the Rolek Corporation."
      },
      {
        "source": "Employee",
        "japanese": "連らくは受けております。お好きな品物をもっていってくださいな。",
        "thammy": "Thank you for gracing us with your presence. Please take the items you like.",
        "tone": "",
        "claude": "We've received word from above. Please take any items you like."
      }
    ]
  },
  {
    "name": "widestring_07CBE3",
    "path": "euro/eu97_clerk1.asm",
    "parts": [
      {
        "source": "Employee",
        "japanese": "店員：お帰りですか？ありがとうございました。",
        "thammy": "Employee: Are you returning home? Thank you very much.",
        "tone": "",
        "claude": "Employee: Are you leaving? Thank you very much."
      }
    ]
  },
  {
    "name": "widestring_07CE28",
    "path": "euro/eu97_dark_medicine.asm",
    "parts": [
      {
        "source": "Employee",
        "japanese": "それはヤミの薬とよばれています。お飲みになりますか？ ／ はい ／ いいえ",
        "thammy": "That is called the Medicine of Darkness. Will you drink it? / Yes / No",
        "tone": "",
        "claude": "That is called the Medicine of Darkness. Will you drink it? / Yes / No"
      }
    ]
  },
  {
    "name": "widestring_07CEDD",
    "path": "euro/eu97_dark_medicine.asm",
    "parts": [
      {
        "source": "Employee",
        "japanese": "そうですか…お気にめしませんか？",
        "thammy": "Is that so... Do you not like it?",
        "tone": "",
        "claude": "Is that so... Does it not suit your taste?"
      }
    ]
  },
  {
    "name": "widestring_07CE54",
    "path": "euro/eu97_dark_medicine.asm",
    "parts": [
      {
        "source": "Narrator",
        "japanese": "それは鼻がねじまがりそうなにおいだった…",
        "thammy": "It had a scent that irritated your nose...",
        "tone": "",
        "claude": "It had a smell that could twist your nose right off..."
      },
      {
        "source": "Narrator",
        "japanese": "しかしフリーダンのヤミの力が上がったようだ。",
        "thammy": "However, it seems that Friedan's Power of Darkness grew stronger.",
        "tone": "",
        "claude": "However, Freedan's Dark Power seems to have increased."
      },
      {
        "source": "Narrator",
        "japanese": "ダークフライヤーのパワーが上がった！！",
        "thammy": "Dark Fryer's power rose!!",
        "tone": "",
        "claude": "Dark Friar's power rose!!"
      }
    ]
  },
  {
    "name": "widestring_07CEB6",
    "path": "euro/eu97_dark_medicine.asm",
    "parts": [
      {
        "source": "Narrator",
        "japanese": "しかしダークフライヤーのパワーはじゅうぶん強いようだ…",
        "thammy": "However, it seems that Dark Fryer's power is strong enough...",
        "tone": "",
        "claude": "However, Dark Friar's power seems to be strong enough already..."
      }
    ]
  },
  {
    "name": "widestring_07CD39",
    "path": "euro/eu97_life_medicine.asm",
    "parts": [
      {
        "source": "Employee",
        "japanese": "それは命の薬です。お飲みになりますか？ ／ はい ／ いいえ",
        "thammy": "That is the Medicine of Life. Will you drink it? / Yes / No",
        "tone": "",
        "claude": "That is the Medicine of Life. Will you drink it? / Yes / No"
      }
    ]
  },
  {
    "name": "widestring_07CD9B",
    "path": "euro/eu97_life_medicine.asm",
    "parts": [
      {
        "source": "Employee",
        "japanese": "そうですか…お気にめしませんか？",
        "thammy": "Is that so... Do you not like it?",
        "tone": "",
        "claude": "Is that so... Does it not suit your taste?"
      }
    ]
  },
  {
    "name": "widestring_07CD64",
    "path": "euro/eu97_life_medicine.asm",
    "parts": [
      {
        "source": "Narrator",
        "japanese": "それは口がねじまがりそうな味だった…",
        "thammy": "The taste that irritated your mouth…",
        "tone": "",
        "claude": "It had a taste that could twist your mouth right off..."
      },
      {
        "source": "Narrator",
        "japanese": "しかし体力が上がった！！",
        "thammy": "However, your endurance rose!!",
        "tone": "",
        "claude": "However, your hit points rose!!"
      }
    ]
  },
  {
    "name": "widestring_07CDB3",
    "path": "euro/eu97_life_medicine.asm",
    "parts": [
      {
        "source": "Employee",
        "japanese": "ごめんなさい…お一人様ひとつかぎりにしてるの。",
        "thammy": "I'm sorry... There is a limit of one per person.",
        "tone": "",
        "claude": "I'm sorry... We limit it to one per person."
      }
    ]
  },
  {
    "name": "widestring_07C56C",
    "path": "euro/eu91_men1.asm",
    "parts": [
      {
        "source": "Man",
        "japanese": "ここは礼拝堂。社長ご夫妻は信心深い方でよくここへいらっしゃいます。",
        "thammy": "This is the chapel. The presidents of the company are devoutly faithful people, so they often come here.",
        "tone": "",
        "claude": "This is the chapel. The president and his wife are devout people, so they often come here."
      }
    ]
  },
  {
    "name": "widestring_07E5BE",
    "path": "euro/eu9D_altar.asm",
    "parts": [
      {
        "source": "Tim",
        "japanese": "テム：おや？神像のうしろから風が吹きこんでいるみたいだ…",
        "thammy": "Tim: Oh? It seems that wind is blowing in from behind the Madonna...",
        "tone": "",
        "claude": "Tim: Hm? It looks like wind is blowing in from behind the statue..."
      },
      {
        "source": "Narrator",
        "japanese": "調べてみますか？ ／ はい ／ いいえ",
        "thammy": "Try examining it? / Yes / No",
        "tone": "",
        "claude": "Should you investigate? / Yes / No"
      }
    ]
  },
  {
    "name": "widestring_07D207",
    "path": "euro/eu9D_slaves.asm",
    "parts": [
      {
        "source": "Slave",
        "japanese": "わたし少しだけ言葉わかる。わたしたち遠い場所からここへつれてこられた…",
        "thammy": "I understand a little of your language. We were brought here from a distant place...",
        "tone": "",
        "claude": "I understand words a little. We were brought here from far away place..."
      }
    ]
  },
  {
    "name": "widestring_07D1D3",
    "path": "euro/eu9D_slaves.asm",
    "parts": [
      {
        "source": "Slave",
        "japanese": "わたしたちここで言葉を教えこまれまた別のところへ売られていく…",
        "thammy": "We are forced to learn language here, and then are sold off to separate places...",
        "tone": "",
        "claude": "We are taught language here and then sold to different place..."
      }
    ]
  },
  {
    "name": "widestring_07D196",
    "path": "euro/eu9D_slaves.asm",
    "parts": [
      {
        "source": "Slave",
        "japanese": "そこにころがっている骨わたしたちの仲間…命令にしたがわないとそうなる。",
        "thammy": "The bones scattered over there were our companions... If we don't obey an order, that's how it will be for us.",
        "tone": "",
        "claude": "Bones lying there are our companions... If we don't obey orders, we become like that."
      }
    ]
  },
  {
    "name": "widestring_07D167",
    "path": "euro/eu9D_slaves.asm",
    "parts": [
      {
        "source": "Slave",
        "japanese": "母国の言葉しゃべりたい..でもそうするとたたかれる…",
        "thammy": "I want to talk in the language of my motherland... But I'll be beaten if I do that…",
        "tone": "",
        "claude": "I want to speak homeland language... But if I do that, I am beaten..."
      }
    ]
  },
  {
    "name": "widestring_07D0DC",
    "path": "euro/eu9D_slaves.asm",
    "parts": [
      {
        "source": "Slave",
        "japanese": "わたしたちのこきょう近ごろいろんな病気はやりだした…",
        "thammy": "Recently, various diseases have broken out in our homeland…",
        "tone": "",
        "claude": "In our homeland, many diseases started spreading recently..."
      },
      {
        "source": "Slave",
        "japanese": "ひどい病気だと体が石にかわっていくものもある….",
        "thammy": "There is even an awful disease where the body is turned into stone…",
        "tone": "",
        "claude": "Terrible disease exists where body turns to stone..."
      },
      {
        "source": "Slave",
        "japanese": "だからわたしドレイとしてでも遠くの国ににげる…",
        "thammy": "So I'm escaping to another country, even if it means becoming a slave...",
        "tone": "",
        "claude": "So I escape to far away country, even as slave..."
      }
    ]
  },
  {
    "name": "widestring_07D6C2",
    "path": "euro/eu92_rofsky.asm",
    "parts": [
      {
        "source": "Narrator",
        "japanese": "老人二人がなにやら言い争っている…",
        "thammy": "Two elderly people are arguing about something...",
        "tone": "",
        "claude": "Two old men are arguing about something..."
      },
      {
        "source": "Rofski",
        "japanese": "ロフスキー：何が天才バイオリニストじゃ！天災みたいな音をたておってっ！！",
        "thammy": "Rofski: What sort of genius violinist are you? You're at your best when you take your bow and get off the stage..!!",
        "tone": "",
        "claude": "Rofski: What genius violinist?! You're making sounds like a natural disaster!!"
      },
      {
        "source": "Elazquez",
        "japanese": "エラスケス：ふん！おまえこそウソばかり書きちらす三文モノカキのくせに大口たたくなっ！！",
        "thammy": "Elazquez: Hmph! I guess two-bit writers always talk big...!!",
        "tone": "",
        "claude": "Elazquez: Hmph! Don't talk so big when you're just a hack writer who scribbles nothing but lies!!"
      }
    ]
  },
  {
    "name": "widestring_07D61E",
    "path": "euro/eu92_rofsky.asm",
    "parts": [
      {
        "source": "Rofski",
        "japanese": "ロフスキー：今口論になっておったのはケレス山の聖域にまつられているティアポットのことなんじゃよ。",
        "thammy": "Rofski: We started arguing because of the Tearpot enshrined in the holy grounds of Mount Kehres.",
        "tone": "",
        "claude": "Rofski: What we were arguing about just now was the Tearpot enshrined in the sanctuary of Mt. Kress."
      },
      {
        "source": "Rofski",
        "japanese": "ケレス山にはかつて神の流したなみだが安置されていてな、それが人類を救うという言い伝えがあるんじゃ。",
        "thammy": "I believe that the tears shed by the gods were once enshrined at Mount Kehres; there's a legend that they will save mankind.",
        "tone": "",
        "claude": "The tears shed by the gods were once enshrined at Mt. Kress, you see. There's a legend that they will save humanity."
      }
    ]
  },
  {
    "name": "widestring_07D7C7",
    "path": "euro/eu92_erasquez.asm",
    "parts": [
      {
        "source": "Elazquez",
        "japanese": "エラスケス：そこのお前…そなたからは何か不思議な力を感じる…",
        "thammy": "Elazquez: You there... I feel from thee a mysterious power...",
        "tone": "",
        "claude": "Elazquez: You there... I sense some mysterious power from you..."
      },
      {
        "source": "Elazquez",
        "japanese": "わしの目はもう見えんのじゃがそうなると感がさえてきてな特別なものにはびんかんに反応するんじゃよ。",
        "thammy": "I'm already blind, but since I've lost my sight, I've developed a keen sense for things that are clearly special.",
        "tone": "",
        "claude": "My eyes can no longer see, but when that happens your senses sharpen, you see. I react keenly to things that are special."
      },
      {
        "source": "Elazquez",
        "japanese": "ちょうどいい。ケレス山の聖域へ行ってティアポットの様子を見てきてくれんか？",
        "thammy": "This is perfect. Will you go to the holy grounds of Mount Kehres and see the state of the Tearpot for me?",
        "tone": "",
        "claude": "This is perfect timing. Would you go to the sanctuary of Mt. Kress and check on the Tearpot for me?"
      },
      {
        "source": "Narrator",
        "japanese": "ロフスキーはテムの地図にケレス山の場所を書きこんでくれた！",
        "thammy": "Rofski drew the location of Mount Kehres on Tim's map!",
        "tone": "",
        "claude": "Rofski marked the location of Mt. Kress on Tim's map!"
      }
    ]
  },
  {
    "name": "widestring_07D892",
    "path": "euro/eu92_erasquez.asm",
    "parts": [
      {
        "source": "Elazquez",
        "japanese": "エラスケス：ティアポットの神のなみだは真実の姿をうつすという。",
        "thammy": "Elazquez: It's said that the tears of the gods in the Tearpot can reflect the true form of things.",
        "tone": "",
        "claude": "Elazquez: It's said that the divine tears in the Tearpot reflect one's true form."
      }
    ]
  },
  {
    "name": "widestring_07E0E5",
    "path": "euro/eu95_ann.asm",
    "parts": [
      {
        "source": "Ann",
        "japanese": "アン：ありがと。あたしもういっこ食べたくなっちゃったなあ。",
        "thammy": "Ann: Thank you. I think I still want to eat one.",
        "tone": "",
        "claude": "Ann: Thanks. I want to eat another one now."
      }
    ]
  },
  {
    "name": "widestring_07E10A",
    "path": "euro/eu95_ann.asm",
    "parts": [
      {
        "source": "Ann",
        "japanese": "アン：どうしてそんなに何度も市場と往復してリンゴをもってきてくれるの..？",
        "thammy": "Ann: Why do you keep going back and forth to the market like this, bringing apples for me as many times as I ask..?",
        "tone": "",
        "claude": "Ann: Why do you keep going back and forth to the market, bringing me apples so many times...?"
      },
      {
        "source": "Ann",
        "japanese": "カレンっていう女の子のため..？それとも…？",
        "thammy": "Is it for that Karen girl..? Or...?",
        "tone": "",
        "claude": "Is it for that girl named Karen...? Or...?"
      },
      {
        "source": "Ann",
        "japanese": "まあいいわ。おれいにこの宝石をあげる。",
        "thammy": "Well, that's alright. As thanks, I'll give you this jewel.",
        "tone": "",
        "claude": "Well, never mind. I'll give you this jewel as thanks."
      },
      {
        "source": "Narrator",
        "japanese": "テムは赤い宝石を手に入れた！",
        "thammy": "Tim got a Red Jewel!",
        "tone": "",
        "claude": "Tim received a Red Jewel!"
      }
    ]
  },
  {
    "name": "widestring_07E19D",
    "path": "euro/eu95_ann.asm",
    "parts": [
      {
        "source": "Ann",
        "japanese": "アン：カレンを大切にしてあげてね…",
        "thammy": "Ann: Take good care of Karen, alright…?",
        "tone": "",
        "claude": "Ann: Take good care of Karen, okay...?"
      }
    ]
  }
]

